magic = `[{
        "Name": "Antipathy/Sympathy",
        "NameUkr": "Антипатія/Симпатія",
        "Level": "8 рівень",
        "School": "Причарування",
        "Casting_time": "1 година",
        "Distance": "60 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(шматок мінералу, просочений оцтом для ефекту антипатії або крапля меду для ефекту симпатії)",
        "Duration": "10 днів",
        "Description": "Це заклинання притягує або відштовхує обраних тобою істот. Ти вибираєш ціль в межах дистанції: або предмет розміром не більше Великого, або істоту, або область не більшу від куба з довжиною ребра 200 футів. Потім вкажи вид розумних істот, такий як червоні дракони, гобліни чи вампіри. Ти наділяєш ціль аурою, яка протягом тривалості або притягує, або відштовхує зазначених істот. Вибери або ефект антипатії, або ефект симпатії:<br> Антипатія. Ці чари викликають у вибраних тобою істот непереборне бажання покинути область і уникати ціль твого заклинання. Якщо така істота бачить ціль і виявляється в межах 60 футів від неї, вона зробити успішний кидок рятунку Мудрості, інакше стане переляканою. Істота залишається переляканою, доки бачить ціль або знаходиться в межах 60 футів від неї. Будучи переляканою цією ціллю, істота має витрачати усе своє пересування на втечу до найближчого безпечного місця, звідки вона вже не побачить ціль. Якщо істота віддалиться від цілі більш ніж на 60 футів і не зможе її бачити, вона перестає бути переляканою, але стане переляканою знову, якщо побачить ціль або виявиться в межах 60 футів від неї.<br> Симпатія. Ці чари викликають у вибраних тобою істот непереборне бажання наблизитися до цілі, якщо вони знаходяться в межах 60 футів від неї або бачать її. Якщо така істота бачить ціль або виявляється в межах 60 футів від неї, вона повинна зробити успішний кидок рятунку Мудрості, інакше вона в кожен свій хід буде змушена витрачати своє пересування на те, щоб увійти в область або доторкнутися до цілі. Зробивши це, вона вже не може добровільно відійти від цілі. Якщо ціль заподіює ушкодження, або якось інакше нашкодить вказаній істоті, істота може зробити кидок рятунку. Мудрості для закінчення ефекту, як описано нижче.<br> Закінчення ефекту. Якщо вказана істота закінчить хід за межами 60 футів від цілі або не зможе її бачити, вона робить кидок рятунку Мудрості. У разі успіху ефект на істоту закінчується і вона розуміє, що ця тяга або страх були викликані магією. Крім того, істоті, яка потрапила під ефект заклинання, дозволяється робити кидок рятунку Мудрості кожні 24 години, доки заклинання триває. При здійсненні успішного кидку рятунку істота отримує імунітет до ефекту на 1 хвилину, після чого знову потрапляє під його дію."
    },
    {
        "Name": "Astral Projection",
        "NameUkr": "Астральна проекція",
        "Level": "9 рівень",
        "School": "Некромантія",
        "Casting_time": "1 година",
        "Distance": "10 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(для кожної істоти потрібно по одному гіацинту, вартістю мінімум 1000 зм, і по одному бруску срібла з орнаментом, вартістю мінімум 100 зм; всі компоненти поглинаються заклинанням)",
        "Duration": "Особлива",
        "Description": "Ти і не більше восьми згідних істот в межах дистанції проектуєте свої астральні тіла в Астральну Площину (заклинання провалюється, якщо ти вже там знаходишся). Залишені вами матеріальні тіла лежать без свідомості в стані призупиненої життєдіяльності; їм не потрібна їжа, повітря, і вони не старіють. Твоє астральне тіло в усьому схоже на твоє смертне тіло, воно має ті ж параметри і спорядження. Єдиною відмінністю є срібна нитка, яка виходить у тебе між лопаток і стирчить назовні, стаючи невидимою через 20 см. Ця нитка пов’язує тебе з матеріальним тілом. Доки ця нитка ціла, ти можеш знайти шлях додому. Якщо нитку перерізати (це можуть зробити тільки ефекти, які явно вказують, що вони на це здатні) то твоя душа і тіло поділяються, і ти миттєво вмираєш.<br> Твоє астральне тіло може вільно ходити по Астральній Площині і проходити крізь портали, які ведуть у інші площини. Якщо ти входиш в нову площину або повертаєшся в свою, твоє тіло і спорядження переносяться по срібній нитці, дозволяючи повернутися в своє тіло при вході на іншу площину.<br> Твоє астральне тіло — окрема форма. Ушкодження та інші ефекти, які застосовуються до нього, не впливають на фізичне тіло, і не залишаються при твоєму поверненні в тіло. Заклинання закінчується для тебе і твоїх супутників, якщо ти обриваєш його своїм вчинком. При цьому істоти повертаються в свої тіла і прокидаються. Заклинання можезакінчитися для окремих істот передчасно. Успішне заклинання розсіювання магії, виконане або на астральне, або на фізичне тіло, закінчує це заклинання для цієї істоти. Якщо здоров’я фізичного або астрального тіла істоти опускається до 0, заклинання для неї закінчується. Якщо заклинання закінчується, а срібна нитка незаймана, вона повертає астральне тіло назад у фізичне, закінчуючи стан призупиненої життєдіяльності. Якщо ти повернувся в своє тіло, а супутники залишилися в астральних тілах, але хочуть повернутися, вони самі повинні знайти спосіб повернутися, що зазвичай відбувається в результаті опускання здоров’я до 0."
    },
    {
        "Name": "Aura of Vitality",
        "NameUkr": "Аура живучості",
        "Level": "3 рівень",
        "School": "Втілення",
        "Casting_time": "1 вчинок",
        "Distance": "На себе (30 футовий радіус)",
        "Components": "Вербальний",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Від тебе виходить аура цілющої енергії з радіусом 30 футів. Доки заклинання триває, аура пересувається разом з тобою, залишаючись з центром на тобі. Ти можеш використати свій бонусний вчинок, щоб відновити одній істоті, яка знаходиться в аурі (включаючи себе), 2к6 здоров’я."
    },
    {
        "Name": "Aura of Life",
        "NameUkr": "Аура життя",
        "Level": "4 рівень",
        "School": "Огородження",
        "Casting_time": "1 вчинок",
        "Distance": "На себе (30 футовий радіус)",
        "Components": "Вербальний",
        "Duration": "Концентрація, не довше 10 хвилин",
        "Description": "Від тебе виходить аура, яка захищає життя, з радіусом 30 футів. Доки заклинання триває, аура пересувається разом з тобою, залишаючись з центром на тобі. Всі неворожі істоти в аурі (включаючи тебе) отримують опір до ушкоджень некротичною енергією, і максимум їхнього здоров’я не може зменшуватися. Крім того, неворожі живі істоти, які починають хід в цій аурі з 0 здоров’я. відновлюють собі по 1 здоров’я."
    },
    {
        "Name": "Aura of Purity",
        "NameUkr": "Аура очищення",
        "Level": "4 рівень",
        "School": "Огородження",
        "Casting_time": "1 вчинок",
        "Distance": "На себе (30 футовий радіус)",
        "Components": "Вербальний",
        "Duration": "Концентрація, не довше 10 хвилин",
        "Description": "Від тебе виходить очисна аура з радіусом 30 футів. Доки заклинання триває, аура пересувається разом з тобою, залишаючись з центром на тобі. Усі неворожі істоти в аурі (включаючи тебе) отримують імунітет до хвороб, опір до ушкоджень отрутою і роблять з перевагою кидки рятунку від ефектів, які викликають такі стани: оглухлий, переляк, осліплений, отруєний, причарований, приголомшений і паралізований."
    },
    {
        "Name": "Wish",
        "NameUkr": "Бажання",
        "Level": "9 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "На себе",
        "Components": "Вербальний",
        "Duration": "Миттєва",
        "Description": "Бажання — це найпотужніше заклинання, яке можуть виконувати смертні. Висловивши вголос свої побажання, ти можеш змінити основи світобудови.<br> Це заклинання може дублювати ефекти будь-якого заклинання з рівнем не вище 8. Ти не зобов’язаний виконувати вимоги цих заклинань, включаючи вартість дорогих компонентів. Заклинання просто починає виконувати свій ефект.<br> В якості альтернативи, ти можеш створити один з наступних ефектів на твій вибір:<br> • Ти створюєш один предмет, який коштує не більше 25,000 зм, і який не є магічним. Цей предмет не може перевищувати ні в одному вимірі 300 футів, і він з’являється у вільному просторі, який ти бачиш, на землі.<br> • Ти дозволяєш не більше дванадцяти іншим істотам, яких ти бачиш, відновити усе своє здоров’я, і ти закінчуєш усі діючі на них ефекти, описані в заклинанні вище відновлення.<br> • Ти даруєш не більш, як десятьом істотам, яких бачиш, опір до вибраного тобою виду ушкоджень.<br> • Ти даруєш не більш, як десятьом істотам, яких бачиш, імунітет до одного заклинання або іншого магічного ефекту на 8 годин. Наприклад, ти можеш дарувати собі та усім твоїм супутникам імунітет до висмоктуючої життя атаки Ліча.<br> • Ти скасовуєш одну недавню подію, яка відбулася, змусивши перекинути будь-який кидок, здійснений в останньому раунді (включаючи твій останній хід). Реальність буде сформована заново, відповідно до нового результату. Наприклад, заклинання бажання може скасувати успішний кидок рятунку противника, його критичне попадання, або провалений кидок рятунку союзника. Ти можеш дарувати перешкоду або перевага до кидка, можеш обрати новий результат, або залишити старий.<br> Ти можеш спробувати отримати ефект, відмінний від наведених прикладів. Максимально точно передай своє бажання Майстру. Майстер володіє широкою свободою вибору при винесенні рішень про те, що станеться: чим сильніше бажання, тим більша ймовірність того, що щось піде не так. Це заклинання може просто провалитися, або бажаний ефект може здійснитися лише частково, або ж ти можеш наткнутись на непередбачені наслідки через формулювання бажання. Наприклад, побажання, щоб лиходій помер, може закинути тебе вперед у часі, фактично, виводячи тебе з гри. Бажання отримати легендарний магічний предмет або артефакт може миттєво перенести тебе до його поточного власника.<br> Створення цим заклинанням будь-якого ефекту крім дублювання іншого заклинання послаблює тебе. Отримавши це ослаблення, кожен раз до завершення свого тривалого відпочинку, коли ти виконуєш заклинання, ти отримуєш 1к10 ушкоджень некротичною енергією за кожен рівень виконаного заклинання. Ці ушкодження ніяк не можна скасувати або зменшити. Крім того, твоя Сила на 2к4 дні опускається до 3, якщо вона була більше 3. За кожен день, протягом якого ти тільки відпочиваєш і не робиш нічого крім легкої діяльності, час, що залишився скорочується на 2 дні. Крім того, якщо ти пережив це ослаблення, існує 33-відсотковий шанс, що ти більше ніколи не зможеш виконувати бажання."
    },
    {
        "Name": "Blade Barrier",
        "NameUkr": "Бар’єр клинків",
        "Level": "6 рівень",
        "School": "Втілення",
        "Casting_time": "1 вчинок",
        "Distance": "90 футів",
        "Components": "Вербальний, Соматичний",
        "Duration": "Концентрація, не довше 10 хвилин",
        "Description": "З магічної енергії ти створюєш вертикальну стіну з клинків, які обертаються. Стіна з’являється в межах дистанції та існує доти, доки це заклинання триває. Ти можеш створити пряму стіну довжиною 100 футів, заввишки 20 футів і товщиною 5 футів, або закільцьовану стіну діаметром 60 футів, заввишки 20 футів і товщиною 5 футів. Стіна надає істотам, які знаходяться за нею, укриття на три чверті, а її простір є важкопрохідною місцевістю. Коли істота вперше за хід входить в простір стіни або починає там хід, вона зобов’язана зробити кидок рятунку Вправності. При провалі істота отримує 6к10 рубаних ушкоджень. При успішному кидку рятунку істота отримує лише половину цих ушкоджень."
    },
    {
        "Name": "See Invisibility",
        "NameUkr": "Бачення невидимого",
        "Level": "2 рівень",
        "School": "Віщування",
        "Casting_time": "1 вчинок",
        "Distance": "На себе",
        "Components": "Вербальний, Соматичний, Матеріальний(щіпка тальку і товченого срібла)",
        "Duration": "1 година",
        "Description": "Доки це заклинання триває, ти бачиш невидимих істот і предмети, як ніби б вони були видимі, а твій зір простягається на Ефірну Площину. Ефірні істоти і предмети виглядають примарними і напівпрозорими."
    },
    {
        "Name": "Otto’s Irresistible Dance",
        "NameUkr": "Безвідмовний танець Отто",
        "Level": "6 рівень",
        "School": "Причарування",
        "Casting_time": "1 вчинок",
        "Distance": "30 футів",
        "Components": "Вербальний",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Вибери одну істоту, яку бачиш в межах дистанції. Ціль починає по смішному танцювати на місці, човгаючи ногами, тупаючи та підстрибуючи. Істоти, які не можуть бути причаровані, мають імунітет до цього заклинання. Танцююча істота має витрачати усе своє пересування на танець, не покидаючи свій простір і отримуючи перешкоду до своїх кидків рятунку Вправності і кидків атак. Доки ціль знаходиться під дією цього заклинання, інші істоти роблять з перевагою кидки атаки по ній. Танцююча істота може вчинком зробити кидок рятунку Мудрості, щоб спробувати повернути контроль над тілом. При успіху заклинання закінчується."
    },
    {
        "Name": "Silent Image",
        "NameUkr": "Безмовний образ",
        "Level": "1 рівень",
        "School": "Ілюзія",
        "Casting_time": "1 вчинок",
        "Distance": "60 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(шматок овечої вовни)",
        "Duration": "Концентрація, не довше 10 хвилин",
        "Description": "Ти створюєш образ предмета, істоти або іншого відомого явища, яке поміщається в об’ємі куба з довжиною ребра 15 футів. Образ з’являється в точці, яку ти бачиш в межах дистанції, і існує доти, доки заклинання триває. Це виключно зорова ілюзія, яка не супроводжується звуками, запахами чи іншими сенсорними ефектами.<br> Ти можеш витратити свій вчинок, щоб змусити образ пересунутись у будь-яке місце в межах дистанції. Доки образ змінює місце розташування, ти можеш змінювати його зовнішність, щоб пересування виглядало природним. Наприклад, якщо ти створюєш образ істоти та пересуваєш її, то ти можеш змінювати образ так, щоб здавалось, ніби вона йде.<br> Фізична взаємодія з цим образом дає зрозуміти, що це ілюзія, тому що крізь нього все проходить наскрізь. Істоти, які досліджують образ вчинком, можуть визначити, що це ілюзія, зробивши успішну перевірку Інтелекту (Обстеження) проти СК твоїх заклинань. Якщо істота розпізнає ілюзію, вона може бачити крізь неї."
    },
    {
        "Name": "Pass Without Trace",
        "NameUkr": "Безслідне пересування",
        "Level": "2 рівень",
        "School": "Огородження",
        "Casting_time": "1 вчинок",
        "Distance": "На себе",
        "Components": "Вербальний, Соматичний, Матеріальний(попіл від спаленого листка омели і гілочка ялини)",
        "Duration": "Концентрація, не довше 1 години",
        "Description": "Від тебе починає виходити покрив тіней і тиші, який приховує тебе та твоїх супутників від виявлення. Доки заклинання триває, всі істоти, обрані тобою в межах 30 футів (включаючи тебе) отримують бонус +10 до перевірок Вправності (Скритності), і їх не можливо вистежити без допомоги магії. Істота, яка отримала цей бонус, не залишає за собою слідів."
    },
    {
        "Name": "Heroes Feast",
        "NameUkr": "Бенкет героїв",
        "Level": "6 рівень",
        "School": "Виклик",
        "Casting_time": "10 хвилин",
        "Distance": "30 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(інкрустована дорогоцінними каменями чаша, вартістю мінімум 1000 зм, яка поглинається заклинанням)",
        "Duration": "Миттєва",
        "Description": "Ти організовуєш шикарний бенкет, який включає чудову їжу та напої. Бенкет триває 1 годину, і зникає після закінчення цього строку, але позитивні ефекти не вступають в силу, доки цей час не пройде. У бенкеті можуть брати участь до дванадцяти істот.<br> Істота, яка прийняла участь в бенкеті, отримує кілька переваг. Вона виліковується від усіх хвороб та отрут, здобуває імунітет до отрути і стану переляку, здійснює кидки рятунку Мудрості з перевагою. Максимум її здоров’я збільшується на 2к10, і вона отримує таку ж кількість здоров’я. Усі ці переваги тривають 24 години."
    },
    {
        "Name": "Bless",
        "NameUkr": "Благословення",
        "Level": "1 рівень",
        "School": "Причарування",
        "Casting_time": "1 вчинок",
        "Distance": "30 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(крапля святої води)",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Ти благословляєш не більше трьох істот на твій вибір в межах дистанції. Кожен раз, коли до закінчення ефекту заклинання ціль здійснює кидок атаки або кидок рятунку, вона може кинути додатково к4 і додати число, яке випало, до результату того кидка.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 2 рівня або вищого, ти можеш обрати його цілями по одній додатковій істоті за кожен рівень витраченого слота вище 1-го."
    },
    {
        "Name": "Lightning Bolt",
        "NameUkr": "Блискавка",
        "Level": "3 рівень",
        "School": "Втілення",
        "Casting_time": "1 вчинок",
        "Distance": "На себе (100-футова лінія)",
        "Components": "Вербальний, Соматичний, Матеріальний(шматочок хутра і жезл з бурштину, кристала або скла)",
        "Duration": "Миттєва",
        "Description": "Розряд блискавки формує лінію довжиною 100 футів і шириною 5 футів, яка вилітає в обраному тобою напрямку. Всі істоти в лінії повинні зробити кидок рятунку Вправності. При провалі істота отримує 8к6 ушкоджень електрикою, або половину цих ушкоджень при успіху. Блискавка підпалює легкозаймисті предмети в зоні ураження, які ніхто не тримає і не носить.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 4 рівня або вищого, його ушкодження збільшуються на 1к6 за кожен рівень слота вище 3-го."
    },
    {
        "Name": "Divine Favor",
        "NameUkr": "Божественна підтримка",
        "Level": "1 рівень",
        "School": "Втілення",
        "Casting_time": "1 бонусний вчинок",
        "Distance": "На себе",
        "Components": "Вербальний, Соматичний",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Твоя молитва наповнює тебе божественною енергією. Доки заклинання триває, твої атаки зброєю завдають при попаданні 1к4 додаткових ушкоджень."
    },
    {
        "Name": "Divine Word",
        "NameUkr": "Божественне слово",
        "Level": "7 рівень",
        "School": "Втілення",
        "Casting_time": "1 бонусний вчинок",
        "Distance": "30 футів",
        "Components": "Вербальний",
        "Duration": "Миттєва",
        "Description": "Ти вимовляєш божественне слово, наділене силою, яка сформувала світ на зорі творіння. Вибери будь-яку кількість істот, яких ти бачиш в межах дистанції. Всі обрані істоти, які чують тебе, повинні зробити кидок рятунку Харизми. При провалі істота потрапляє під дію ефекту, який залежить від її поточної кількості здоров’я:<br> • 50 здоров’я або менше: глухота на 1 хвилину<br> • 40 здоров’я або менше: глухота і сліпота на 10 хвилин<br> • 30 здоров’я або менше: сліпота, глухота і приголомшення на 1 годину<br> • 20 здоров’я або менше: моментальна смерть<br> Незалежно від поточного здоров’я, породження, небожителі, феї та елементалі, які провалили цей кидок рятунку, відправляються у вигнання на свою рідну площину (якщо тільки вони вже там не перебувають), і не можуть повернутися на твою поточну площину протягом наступних 24 годин, крім як за допомогою заклинання бажання."
    },
    {
        "Name": "Vampiric Touch",
        "NameUkr": "Вампірський дотик",
        "Level": "3 рівень",
        "School": "Некромантія",
        "Casting_time": "1 вчинок",
        "Distance": "На себе",
        "Components": "Вербальний, Соматичний",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Дотик твоєї оповитою тінями руки може витягати життєві сили у інших, лікуючи цим твої власні рани. Здійсни рукопашну атаку заклинанням по істоті в межах твоєї досяжності. При попаданні ціль отримує 3к6 ушкоджень некротичною енергією, а ти відновлюєш кількість здоров’я, рівну половині цих завданих ушкоджень некротичною енергією. Доки заклинання триває, ти в кожен свій хід можеш вчинком здійснювати таку атаку.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 4 рівня або вищого, ушкодження некротичною енергією збільшуються на 1к6 за кожен рівень слота вище 3-го."
    },
    {
        "Name": "Power Word Kill",
        "NameUkr": "Вбивство словом сили",
        "Level": "9 рівень",
        "School": "Причарування",
        "Casting_time": "1 вчинок",
        "Distance": "60 футів",
        "Components": "Вербальний",
        "Duration": "Миттєва",
        "Description": "Ти вимовляєш слово сили, яке змушує істоту, яку ти бачиш в межах дистанції, миттєво померти. Якщо у обраної тобою істоти не більше 100 здоров’я, вона помирає. В іншому випадку це заклинання не робить ніякого ефекту."
    },
    {
        "Name": "Cloudkill",
        "NameUkr": "Вбивча хмара",
        "Level": "5 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "120 футів",
        "Components": "Вербальний, Соматичний",
        "Duration": "Концентрація, не довше 10 хвилин",
        "Description": "Ти створюєш сферу з радіусом 20 футів з отруйного жовто-зеленого туману з центром в точці, обраній тобою в межах дистанції. Цей туман огинає кути. Він існує, доки заклинання триває, або поки сильний вітер його не розвіє, закінчивши тривалість. Його простір — місцевість з відсутньою видимістю. Коли істота вперше за хід входить в область цього заклинання або починає там хід, вона зобов’язана зробити кидок рятунку Статури. Істота отримує 5к8 ушкоджень отрутою при провалі або половину цих ушкоджень в разі успіху. Істота потрапляє під дію заклинання навіть якщо затримує дихання або взагалі не повинна дихати. На початку кожного твого ходу ця хмара пересувається на 10 футів геть від тебе, несучись по поверхні. Її випари, будучи важчими від повітря, стікаються вниз, і навіть можуть проникати в отвори.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 6 рівня або вищого, його ушкодження збільшуються на 1к8 за кожен рівень слота вище 5-го."
    },
    {
        "Name": "Feign Death",
        "NameUkr": "Вдавана смерть",
        "Level": "3 рівень",
        "School": "Некромантія",
        "Casting_time": "1 вчинок (ритуал)",
        "Distance": "Дотик",
        "Components": "Вербальний, Соматичний, Матеріальний(щіпка цвинтарної землі)",
        "Duration": "1 година",
        "Description": "Ти торкаєшся до згідної істоти та занурюєш її в каталептичний стан, який зовнішньо не відрізняється від смерті.<br> Доки заклинання триває, або доки ти не торкнешся до цілі, витрачаючи вчинок, щоб зняти заклинання, ціль виглядає мертвою для будь-якого обстеження і заклинань, які визначають стан цілі. Ціль осліплена і недієздатна, а її швидкість дорівнює 0. Ціль отримує опір до всіх видів ушкоджень крім ушкоджень психічною енергією. Якщо ціль була хвора або отруєна, коли ти виконуєш це заклинання, або стає хворою або отруєною, перебуваючи під його дією, то хвороби і отрути не роблять ніякого ефекту, доки заклинання не скінчиться."
    },
    {
        "Name": "Major Image",
        "NameUkr": "Величний образ",
        "Level": "3 рівень",
        "School": "Ілюзія",
        "Casting_time": "1 вчинок",
        "Distance": "120 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(шматок овечої вовни)",
        "Duration": "Концентрація, не довше 10 хвилин",
        "Description": "Ти створюєш образ предмета, істоти або іншого відомого тобі явища, яке поміщається об’ємом в куб з довжиною ребра 20 футів. Образ з’являється в точці, яку ти бачиш в межах дистанції, та існує, доки заклинання триває. Він виглядає абсолютно реальним, включаючи звук, запах і температуру, яка відповідає цьому предмету. Ти не можеш створити жар або холод, достатній для отримання ушкоджень, чи звук, гучність якого може завдати ушкодження звуком або оглушити істоту, або запах, здатний викликати нудоту (таку як сморід троглодита).<br> Доки ти перебуваєш в межах дистанції від ілюзії, ти можеш своїм вчинком змусити образ просунутись в будь-яке місце в межах дистанції. Доки образ змінює місце розташування, ти можеш змінювати його зовнішність, щоб пересування виглядало природним. Наприклад, якщо ти створюєш образ істоти і пересуваєш її, ти можеш змінювати образ так, щоб здавалося, ніби істота йде. Точно так само, ти можеш змусити ілюзію видавати в різний час різні звуки, і навіть змушувати її приймати участь у бесіді, наприклад.<br> Фізична взаємодія з образом дає зрозуміти, що це ілюзія, тому що крізь неї все проходить наскрізь. Істоти, які досліджують образ вчинком, можуть визначити, що це ілюзія, зробивши успішну перевірку Інтелекту (Обстеження) проти СК твоїх заклинань. Якщо істота розпізнає ілюзію, вона може бачити крізь неї, і на неї не впливають усі інші сенсорні ефекти ілюзії.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 6 рівня або вищого, то воно триває, доки не розсіється, не вимагаючи від тебе концентрації."
    },
    {
        "Name": "Banishment",
        "NameUkr": "Вигнання",
        "Level": "4 рівень",
        "School": "Огородження",
        "Casting_time": "1 вчинок",
        "Distance": "60 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(неприємний для цілі предмет)",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Ти намагаєшся відправити у вигнання одну істоту, яку бачиш в межах дистанції, на іншу площину існування. Ціль повинна зробити успішний кидок рятунку Харизми, інакше буде вигнана.<br> Якщо ціль родом з площини існування, на якій ти перебуваєш, то ти виганяєш її в безпечну деміплощину. Перебуваючи там, ціль недієздатна. Вона залишається там, доки заклинання триває, після чого повертається в простір, з якого зникла, або найближчий вільний простір, якщо те місце зайняте.<br> Якщо ціль родом не з тієї площини існування, на якій ти перебуваєш, то ціль виганяється з негучним вибухом, повертаючись на свою рідну площину. Якщо заклинання закінчиться раніше, ніж через 1 хвилину, то ціль повертається в простір, з якого зникла, або найближчий вільний простір, якщо те місце зайняте. В іншому випадку ціль не повертається.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 5 рівня або вищого, ти можеш обрати його цілями по одній додатковій істоті за кожен рівень слота вище четвертого."
    },
    {
        "Name": "Fabricate",
        "NameUkr": "Виготовлення",
        "Level": "4 рівень",
        "School": "Видозміна",
        "Casting_time": "10 хвилин",
        "Distance": "120 футів",
        "Components": "Вербальний, Соматичний",
        "Duration": "Миттєва",
        "Description": "Ти перетворюєш сировину в готовий виріб з цього матеріалу. Наприклад, ти можеш створити дерев’яний міст із декількох дерев, мотузку з купи ниток, або одяг із льону або вовни.<br> Вибери сировину, яку бачиш в межах дистанції. Ти можеш створити предмет Великого або меншого розміру (поміщається в куб з довжиною ребра 10 футів, або вісім з’єднаних кубів з довжиною ребра 5 футів), за умови, що сировини вистачить. Якщо ти працюєш з металом, каменем або іншою мінеральною матерією, створюваний предмет не може бути більше Середнього розміру (повинен поміщатися в один куб з довжиною ребра 5 футів). Якість предметів, що створюються цим заклинанням, безпосередньо залежить від якості сировини.<br> Цим заклинанням не можна створювати та змінювати істот та магічні предмети. Ти також не можеш створювати з його допомогою предмети, які зазвичай вимагають високої майстерності, такі як ювелірні вироби, зброю, скло або обладунок, якщо тільки ти не володієш ремісничим інструментом, необхідним для створення таких предметів."
    },
    {
        "Name": "Call Lightning",
        "NameUkr": "Виклик блискавки",
        "Level": "3 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "120 футів",
        "Components": "Вербальний, Соматичний",
        "Duration": "Концентрація, не довше 10 хвилин",
        "Description": "З’являється хмара у формі циліндра 10 футів у висоту і з радіусом 60 футів, із центром у точці, яку ти бачиш в межах дистанції над своєю головою. Заклинання провалюється, якщо ти не бачиш точку в повітрі, де повинна з’явитися хмара (наприклад, якщо ти перебуваєш в кімнаті, в якій хмара не поміститься).<br> Активувавши це заклинання, вибери точку, яку ти бачиш під цією хмарою. Із хмари в цю точку б’є розряд блискавки. Всі істоти в межах 5 футів від цієї точки повинні зробити кидки рятунку Вправності. Істота отримує 3к10 ушкоджень електрикою при провалі або половину цих ушкоджень при успішному кидку рятунку. Доки заклинання триває, ти можеш в кожен свій хід вчинком викликати нову блискавку, яка битиме в ту, або в іншу точку.<br> Якщо в момент виконання заклинання ти перебуваєш на відкритому повітрі під час грози, то це заклинання не створює нову хмару, а дає контроль над уже існуючою. В такій ситуації ушкодження від заклинання збільшуються на 1к10.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 4 рівня або вищого, його ушкодження збільшуються на 1к10 за кожен рівень слота вище третього."
    },
    {
        "Name": "Conjure Elemental",
        "NameUkr": "Виклик елементаля",
        "Level": "5 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "90 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(вода і пісок для водяного, запалені пахощі для повітряного, м’яка глина для земляного або сірка і фосфор для вогняного)",
        "Duration": "Концентрація, не довше 1 години",
        "Description": "Ти викликаєш елементаля, який тобі служить. Вибери область води, повітря, землі або вогню, яка поміститься в куб з довжиною ребра 10 футів. У вільному просторі в межах 10 квадратів від обраної області з’являється відповідний місцевості елементаль із показником небезпечності 5 або нижчим. Наприклад, з багаття виходить вогненний елементаль, а земляний елементаль виривається з-під землі.<br> Елементаль зникає, коли його здоров’я опускається до 0, або коли це заклинання закінчується. Елементаль дружній до тебе і твоїх супутників, доки заклинання триває. Здійсни перевірку ініціативи за елементаля, і він буде здійснювати свої власні ходи. Він слухається відданих тобою усно команд (для цього не витрачається вчинок). Якщо ти не віддаєш команду, він захищається від ворожих істот, але вчинків не здійснює.<br> Якщо твоя концентрація порушена, елементаль не зникає. Замість цього ти втрачаєш над ним контроль, і він стає ворожим до тебе та твоїх супутників, і може напасти. Некерований елементаль не може бути відпущений тобою, але він зникає через 1 годину після того, як був викликаний.<br> Параметри елементаля є у Майстра.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 4 рівня або вищого, показник небезпечності елементаля збільшується на 1 за кожен рівень слота вище 5-го."
    },
    {
        "Name": "Conjure Barrage",
        "NameUkr": "Виклик загородження",
        "Level": "3 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "На себе (60-футовий конус)",
        "Components": "Вербальний, Соматичний, Матеріальний(метальна зброя або один боєприпас)",
        "Duration": "Миттєва",
        "Description": "Ти метаєш немагічну зброю або вистрілюєш немагічним боєприпасом в повітря, створюючи конус однакової зброї, яка летить вперед і потім зникає. Усі істоти в 60-футовому конусі повинні зробити успішний кидок рятунку Вправності. При провалі істота отримує 3к8 ушкоджень, а при успіху половину цих ушкоджень. Вид ушкоджень такий же, як у зброї або боєприпасів, використаних в якості компонента."
    },
    {
        "Name": "Conjure Volley",
        "NameUkr": "Виклик залпу",
        "Level": "5 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "150 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(метальна зброя або один боєприпас)",
        "Duration": "Миттєва",
        "Description": "Ти метаєш немагічну зброю або вистрілюєш немагічним боєприпасом в повітря, і вибираєш точку в межах дистанції. Сотні копій такої ж зброї або боєприпасів падають залпом і потім зникають. Усі істоти в циліндрі з радіусом 40 футів і висотою 20 футів повинні зробити кидок рятунку Вправності. При провалі істота отримує 8к8 ушкоджень, а при успіху половину цих ушкоджень. Вид ушкоджень такий же, як у зброї або боєприпасів, використаних в якості компонента."
    },
    {
        "Name": "Conjure Woodland Beings",
        "NameUkr": "Виклик лісових створінь",
        "Level": "4 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "60 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(по одній ягоді падуба за кожну викликану істоту)",
        "Duration": "Миттєва",
        "Description": "Ти викликаєш фейських істот, які з’являються у вільному просторі, який ти бачиш в межах дистанції. Вибери один з варіантів тих, хто з’являється:<br> • Одна фейська істота з показником небезпечності 2 або нижчим<br> • Дві фейські істоти з показником небезпечності 1 або нижчим<br> • Чотири фейські істоти з показником небезпечності 1⁄2 або нижчим<br> • Вісім фейських істот з показником небезпечності 1⁄4 або нижчим.<br> Викликана істота зникає, коли її здоров’я опускається до 0, або коли заклинання закінчується.<br> Викликані істоти дружні до тебе та твоїх союзників. Здійсни перевірку ініціативи за викликаних істот, як за одну групу, і вони будуть здійснювати свої власні ходи. Вони слухаються відданих тобою усно команд (для цього не витрачається вчинок). Якщо ти не віддаєш команду, вони захищаються від ворожих істот, але вчинків не роблять.<br> Параметри цих істот є у Майстра.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот вищого рівня, ти вибираєш один з описаних вище варіантів, але з’являється в два рази більше істот при слоті 6 рівня, і в три рази більше при слоті 8 рівня."
    },
    {
        "Name": "Conjure Minor Elementals",
        "NameUkr": "Виклик малих елементалів",
        "Level": "4 рівень",
        "School": "Виклик",
        "Casting_time": "1 хвилина",
        "Distance": "90 футів",
        "Components": "Вербальний, Соматичний",
        "Duration": "Концентрація, не довше 1 години",
        "Description": "Ти викликаєш елементалів, які з’являються у вільному просторі, який ти бачиш в межах дистанції. Вибери один з варіантів тих, хто з’являється:<br> • Один елементаль з показником небезпечності 2 або нижчим<br> • Два елементалі показником небезпечності 1 або нижчим<br> • Чотири елементалі з показником небезпечності 1⁄2 або нижчим<br> • Вісім елементалів з показником небезпечності 1⁄4 або нижчим.<br> Елементаль зникає, коли його здоров’я опускається до 0, або коли заклинання закінчується.<br> Викликані елементалі дружні до тебе і твоїх союзників. Здійсни перевірку ініціативи за викликаних істот, як за одну групу, і вони будуть здійснювати свої власні ходи. Вони слухаються відданих тобою усно команд (для цього не використовується вчинок). Якщо ти не віддаєш команду, вони захищаються від ворожих істот, але вчинків не роблять.<br> Параметри цих елементалів є у Майстра.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот вищого рівня, ти вибираєш один з описаних вище варіантів, але з’являється в два рази більше елементалів при слоті 6 рівня, і в три рази більше при слоті 8 рівня."
    },
    {
        "Name": "Compelled Duel",
        "NameUkr": "Виклик на дуель",
        "Level": "1 рівень",
        "School": "Причарування",
        "Casting_time": "1 бонусний вчинок",
        "Distance": "30 футів",
        "Components": "Вербальний",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Ти намагаєшся викликати істоту на дуель. Одна істота, яку ти бачиш в межах дистанції, повинна здійснити кидок рятунку Мудрості. При провалі істота притягується до тебе, слідуючи за твоєю божественною вимогою. Доки заклинання триває, це істота робить з перешкодою кидки атак по всіх істотах крім тебе, і мусить проводити кидок рятунку Мудрості щоразу, коли намагається просунутись в простір, який знаходиться більш ніж в 30 футах від тебе; в разі успіху кидка рятунку це заклинання не обмежує пересування цілі в цей хід.<br> Заклинання закінчується, якщо ти атакуєш іншу істоту, якщо ти виконуєш заклинання, яке націлене на ворожу істоту, але не на ціль, якщо дружня до тебе істота завдає цілі ушкодження або виконає на неї шкідливе заклинання, або якщо ти закінчуєш свій хід далі, ніж за 30 футів від цілі."
    },
    {
        "Name": "Gaseous Form",
        "NameUkr": "Газоподібна форма",
        "Level": "3 рівень",
        "School": "Видозміна",
        "Casting_time": "1 вчинок",
        "Distance": "Дотик",
        "Components": "Вербальний, Соматичний, Матеріальний(шматок марлі і клуб диму)",
        "Duration": "Концентрація, не довше 1 години",
        "Description": "Ти перетворюєш на час дії заклинання згідну істоту, до якої торкаєшся, а також усе, що вона тримає і несе, в туманну хмаринку. Заклинання закінчується, якщо здоров’я істоти опускається до 0. Безтілесні істоти не потрапляють під дію цього заклинання.<br> Доки ціль знаходиться в цій формі, єдиною її швидкістю пересування стає швидкість польоту 10 футів. Ціль можемвходити в простір інших істот і залишатися там. Істота отримує опір до немагічних ушкоджень, і робить з перевагою кидки рятунку Сили, Вправності і Статури. Ціль може проходити через невеликі отвори, вузькі щілини, але рідини для неї вважаються твердими поверхнями. Ціль не може впасти долілиць і продовжує парити, навіть якщо стає оглушеною або недієздатною.<br> Перебуваючи в газоподібній формі, ціль не може говорити і маніпулювати предметами, а всі предмети, які вона тримає або носить, не можна упускати на підлогу, використовувати і взагалі будь-яким чином із ними взаємодіяти. Ціль не може атакувати і виконувати заклинання."
    },
    {
        "Name": "Dimension Door",
        "NameUkr": "Двері вимірів",
        "Level": "4 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "500 футів",
        "Components": "Вербальний",
        "Duration": "Миттєва",
        "Description": "Ти телепортуєшся в інший простір у межах дистанції. Ти опиняєшся точно в обраному місці. Це може бути місце, яке ти бачив, яке ти уявляєш, або яке ти можеш описати вказівками напрямку і відстані, наприклад, «200 футів піді мною» або «на північний захід, вгору під кутом 45 градусів, на 300 футів вперед». Ти можеш взяти з собою предмети, якщо їх вага дозволяє тобі їх нести. Ти також можеш взяти з собою одну згідну істоту, з розміром не більшим за твій власний, яка теж може нести дозволену вагу предметів. При виконанні заклинання ця істота має перебувати в межах 5 футів від тебе.<br> Якщо ти повинен опинитися в місці, вже зайнятому істотою або предметом, то ти і всі істоти, з якими ти телепортуєшся, отримуєте по 4к6 ушкоджень силовим полем, і заклинання вас не телепортує."
    },
    {
        "Name": "Evard’s Black Tentacles",
        "NameUkr": "Евардові чорні щупальця",
        "Level": "4 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "90 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(шматочок щупальця гігантського восьминога або гігантського кальмара)",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Чорні щупальця, звиваючись, заповнюють квадрат на підлозі з довжиною сторони 20 футів, який ти бачиш в межах дистанції. Доки заклинання триває, ці щупальця роблять місцевість важкопрохідною. Коли істота вперше за хід входить в область цього заклинання або починає там хід, вона повинна зробити успішний кидок рятунку Вправності, інакше отримає 3к6 дробильних ушкоджень і стане окована щупальцями до закінчення заклинання. Істота, яка починає хід в цій області, і вже є окована щупальцями, отримує 3к6 дробильних ушкоджень. Окована щупальцями істота може вчинком здійснити перевірку Сили або Вправності (на свій вибір) проти СК твоїх заклинань. У разі успіху вона вивільняється."
    },
    {
        "Name": "Commune with Nature",
        "NameUkr": "Єднання з природою",
        "Level": "5 рівень(ритуал)",
        "School": "Віщування",
        "Casting_time": "1 хвилина",
        "Distance": "На себе",
        "Components": "Вербальний, Соматичний",
        "Duration": "Миттєва",
        "Description": "Ти ненадовго зливаєшся з природою і отримуєш знання про навколишню територію. На відкритому повітрі заклинання дає тобі знання про землі в межах 3 миль. У печерах і природному підземному оточенні радіус становить 300 футів. Заклинання не діє там, де природа замінена конструкціями, наприклад, в містах і підвалах. Ти миттєво отримуєш знання про три факти на твій вибір із наступних особливостей місцевості:<br> • місцевість і водойми<br> • найпоширеніші рослини, мінерали, тварини і розумні істоти<br> • потужні породження, небожителі, нежить, феї і елементалі<br> • вплив з інших площин існування<br> • будівлі<br> Наприклад, ти можеш визначити місцезнаходження потужної нежиті, місцезнаходження чистої води для пиття і місцезнаходження навколишніх поселень."
    },
    {
        "Name": "Weird",
        "NameUkr": "Жахіття",
        "Level": "9 рівень",
        "School": "Ілюзія",
        "Casting_time": "1 вчинок",
        "Distance": "120 футів",
        "Components": "Вербальний, Соматичний",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Викликаючи найсильніші страхи у групи істот, ти створюєш ілюзорних створінь в їхніх свідомостях, видимих тільки для них. Всі істоти в сфері з радіусом 30 футів з центром у вибраній точці в межах дистанції повинні зробити кидок рятунку Мудрості. При провалі істота стає переляканою на час тривалості заклинання. Ілюзія викликає самі потаємні страхи, проявляючись у вигляді гірших кошмарів і незворотної загрози. В кінці кожного свого ходу перелякана істота має зробити успішний кидок рятунку Мудрості, інакше вона отримує 4к10 ушкоджень психічною енергією. При успіху заклинання для цієї істоти закінчується."
    },
    {
        "Name": "Forbiddance",
        "NameUkr": "Заборона",
        "Level": "6 рівень",
        "School": "Огородження",
        "Casting_time": "10 хвилин(ритуал)",
        "Distance": "Дотик",
        "Components": "Вербальний, Соматичний, Матеріальний(трохи святої води, рідкісні пахощі і товчений рубін, вартістю мінімум 1000 зм)",
        "Duration": "1 день",
        "Description": "Ти створюєш захист від магічного пересування, який покриває до 40 000 квадратних футів поверхні і 30 футів над поверхнею. Доки заклинання триває, істоти не можуть просунутись в цю область і використовувати портали, наприклад, створені заклинанням портал, щоб увійти в цю область. Це заклинання запобігає і пересуванню між площинами, тому захищає від переміщень із Астральної Площини, Ефірної Площини, з Країни Фей, Царства Тіней, а також від заклинання площинний перехід.<br> Крім того, це заклинання заподіює ушкодження всім істотам виду, обраного тобою при його виконанні. Вибери один або кілька видів істот: породження, небожителі, нежить, феї і елементалі. Коли істота обраного виду вперше за хід входить в простір цього заклинання або починає в ньому хід, вона отримує 5к10 ушкоджень некротичною енергією або випромінюванням (вид ушкоджень ти вибираєш при виконанні заклинання).<br> Коли ти виконуєш це заклинання, можеш вказати пароль. Істота, яка промовляє пароль при вході в цю місцевість, не отримує ушкоджень від цього заклинання.<br> Простір цього заклинання не може перетинатись із простором іншого заклинання заборона. Якщо ти виконуєш заклинання заборона кожен день протягом 30 днів в одному і тому ж місці, заклинання триватиме, доки не буде розсіяним, а матеріальні компоненти останнього виконання поглинаються ним."
    },
    {
        "Name": "Contagion",
        "NameUkr": "Інфекція",
        "Level": "5 рівень",
        "School": "Некромантія",
        "Casting_time": "1 вчинок",
        "Distance": "Дотик",
        "Components": "Вербальний, Соматичний",
        "Duration": "7 днів",
        "Description": "Твій дотик викликає хворобу. Здійсни рукопашну атаку заклинанням по істоті, яка знаходиться в межах твоєї досяжності. При попаданні істота стає отруєна.<br> В кінці кожного свого ходу отруєна істота повинна здійснювати кидок рятунку Статури. Досягнувши успіху в трьох кидках рятунку, істота перестає бути отруєна, а заклинання закінчується. Після трьох провалених кидків рятунку істота перестає бути отруєна, але отримує на час тривалості заклинання обрану тобою із списку нижче хворобу.<br> Оскільки це заклинання викликає у цілі справжню хворобу, то всі ефекти, які зцілюють хвороби і впливають на перебіг хвороб, також можуть бути застосовані.<br> Запалення розуму. Свідомість істоти лихоманить. Істота робить із перешкодою перевірки і кидки рятунку Інтелекту, а в бою поводиться так, ніби знаходиться під дією заклинання збентеження.<br> Гниття плоті. Плоть істоти починає розкладатися. Істота робить з перешкодою перевірки Харизми і отримує вразливість до всіх видів ушкоджень.<br> Грязьова лихоманка. Грязьова лихоманка охоплює тіло істоти. Істота робить із перешкодою перевірки Сили, кидки рятунку Сили і кидки атаки, які використовують Силу.<br> Припадок. Істоту трясуть невгамовні судоми. Вона робить з перешкодою перевірки Вправності, кидки рятунку Вправності і кидки атак, які використовують Вправність.<br> Слизька смерть. Істота починає неконтрольовано кровоточити. Вона робить з перешкодою перевірки і кидки рятунку Статури. Крім того, кожен раз, коли ціль отримує ушкодження, вона стає приголомшеною до кінця її наступного ходу.<br> Сліпотуха. Біль пронизує свідомість істоти, а її очі стають молочно-білими. Істота робить із перешкодою перевірки і кидки рятунку Мудрості, і стає осліпленою."
    },
    {
        "Name": "Flesh to Stone",
        "NameUkr": "Кам'яна плоть",
        "Level": "6 рівень",
        "School": "Видозміна",
        "Casting_time": "1 вчинок",
        "Distance": "60 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(щіпка вапна, води і землі)",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Ти намагаєшся зробити кам’яною одну істоту, яку бачиш у межах дистанції. Якщо тіло цілі складається з плоті, вона повинна зробити кидок рятунку Статури. При провалі вона стає окованою, так як плоть починає тверднути. У разі успіху істота не потрапляє під ефект заклинання.<br> Істота, окована цим заклинанням, буде здійснювати кидки рятунку Статури в кінці кожного свого ходу. Якщо вона успішно рятується від цього заклинання три рази, воно закінчується. Якщо вона провалить кидок рятунку три рази, вона перетворюється в камінь і отримує стан «скам’яніла» на час тривалості заклинання. Успіхи і провали не мусять бути послідовними; відстежуй їх окремо, поки не накопичиться три види одного з них. Якщо істота фізично ламається, будучи скам’янілою, при поверненні в звичайне тіло вона зберігає всі отримані деформації.<br> Якщо ти зберігаєш концентрацію на цьому заклинанні до максимально можливої тривалості, істота стає скам’янілою до зняття ефекту."
    },
    {
        "Name": "Maze",
        "NameUkr": "Лабіринт",
        "Level": "8 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "60 футів",
        "Components": "Вербальний, Соматичний",
        "Duration": "Концентрація, не довше 10 хвилин",
        "Description": "Ти виганяєш істоту, яку бачиш в межах дистанції, у деміплощину, схожу на лабіринт. Ціль залишається там, доки заклинання триває, або доки вона не знайде вихід. Ціль може вчинком намагатися знайти вихід. Для цього вона здійснює перевірку Інтелекту з СК 20. При успіху вона знаходить вихід, а заклинання закінчується (мінотаври і демони горістро досягають успіху автоматично).<br> Коли заклинання закінчується, ціль повертається в простір, який вона покинула, або у найближчий вільний простір, якщо тем місце зайняте."
    },
    {
        "Name": "Magic Weapon",
        "NameUkr": "Магічна зброя",
        "Level": "2 рівень",
        "School": "Видозміна",
        "Casting_time": "1 бонусний вчинок",
        "Distance": "Дотик",
        "Components": "Вербальний, Соматичний",
        "Duration": "Концентрація, не довше 1 години",
        "Description": "Ти торкаєшся до немагічної зброї. Доки заклинання триває, ця зброя стає магічною зброєю з бонусом +1 до кидків атаки і кидків ушкоджень.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 4 рівня або вищого, цей бонус збільшується до +2. Якщо ти використовуєш магічний слот 6 рівня або вищого, бонус збільшується до +3."
    },
    {
        "Name": "Command",
        "NameUkr": "Наказ",
        "Level": "1 рівень",
        "School": "Причарування",
        "Casting_time": "1 вчинок",
        "Distance": " футів",
        "Components": "Вербальний",
        "Duration": "1 раунд",
        "Description": "Ти вимовляєш наказ із одного слова істоті, яку бачиш в межах дистанції. Ціль повинна зробити успішний кидок рятунку Мудрості, інакше вона у свій наступний хід мусить виконувати цей наказ. Заклинання не дає ефекту, якщо ціль — нежить, якщо ціль не розуміє твою мову, або якщо твій наказ їй безпосередньо зашкодить. Нижче описані найтиповіші накази та їх ефекти. Ти можеш віддавати й інші накази. У цьому випадку поведінку цілі визначає Майстер. Якщо ціль не може виконати твій наказ, заклинання закінчується.<br> Кидай. Ціль упускає з рук усе те, що тримає, і закінчує хід.<br> Падай. Ціль падає долілиць і закінчує хід.<br> Підійди. Ціль пересувається ближче до тебе по найкоротшому і самому прямому маршруту, закінчуючи хід, якщо опиняється в межах 5 футів від тебе.<br> Стій. Ціль не пересувається і не робить ніяких вчинків. Літаюча істота продовжує парити на місці, за умови, що може це робити. Якщо вона має летіти, щоб не впасти, то пролітає мінімально необхідну відстань.<br> Тікай. Ціль витрачає хід на те, що просунутись геть від тебе найшвидшим шляхом.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 2 рівня або вищого, ти можеш вплинути на ще одну додаткову істоту за кожен рівень слота вище 1-го. Істоти повинні знаходитися в межах 30 футів одна від одної, щоб їх можна було обирати цілями."
    },
    {
        "Name": "Contingency",
        "NameUkr": "Обачливість",
        "Level": "6 рівень",
        "School": "Втілення",
        "Casting_time": "10 хвилин",
        "Distance": "На себе",
        "Components": "Вербальний, Соматичний, Матеріальний(твоя статуетка, вирізана зі слонової кістки, прикрашена дорогоцінними каменями вартістю мінімум 1500 зм)",
        "Duration": "10 годин",
        "Description": "Вибери заклинання 5 рівня або нижчого, яке ти можеш виконувати, яке має час виконання «1 вчинок», і яке може націлюватися на тебе. Ти активуєш це заклинання частиною виконання обачливості, витрачаючи один магічний слот для обох, проте ефект підготованого заклинання не проявляється одразу. Цей ефект вступає в силу коли відбудеться певна умова. Ти описуєш цю умову, коли виконуєш обидва заклинання. Наприклад, обачливість, виконана у парі з підводним диханням, може зробити так, що підводне дихання почне діяти тільки тоді, коли ти опинишся у воді.<br> Підготоване заклинання вступає в дію миттєво після того, як умова вперше буде виконана, хочеш ти того чи ні, і після цього обачливість закінчується. Підготоване заклинання надає ефект тільки для тебе, навіть якщо в звичайних обставинах може націлюватися на інших.<br> Ти можеш використовувати тільки одне заклинання обачливість одночасно. Якщо ти виконуєш це заклинання ще раз, ефект попереднього закінчується.<br> Крім того, обачливість також закінчується, якщо матеріальний компонент перестане бути у твоєму розпорядженні."
    },
    {
        "Name": "Web",
        "NameUkr": "Павутина",
        "Level": "2 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "60 футів",
        "Components": "Вербальний, Соматичний",
        "Duration": "Концентрація, не довше 1 години",
        "Description": "Ти створюєш масу густої і клейкої павутини в точці на твій вибір в межах дистанції. Павутина заповнює куб з довжиною ребра 20 футів на час тривалості заклинання. Павутина є важкопрохідною місцевістю та місцевістю з поганою видимістю.<br> Якщо павутина не приєднана до двох міцних структур (таким як стіни або дерева) і не розкладена по підлозі, стіні або стелі, створена павутина опадає сама, і заклинання закінчується на початку твого наступного ходу. Павутина, розкладена по плоскій поверхні, має товщину 5 футів.<br> Кожна істота, яка починає хід в павутині, або яка потрапляє в неї у свій хід, повинна здійснити кидок рятунку Вправності. При провалі істота стає окованою, доки залишається в павутині, або доки не вирветься.<br> Істота, окована павутиною, може вчинком здійснити перевірку Сили проти СК твоїх заклинань. У разі успіху вона перестає бути окованою.<br> Павутина дуже легкозаймиста. Будь який 5-футовий куб павутини, до якого торкнувся вогонь, згорає за 1 раунд, завдаючи 2к4 ушкоджень вогнем всім істотам, які починають хід у вогні."
    },
    {
        "Name": "Prismatic Wall",
        "NameUkr": "Райдужна стіна",
        "Level": "9 рівень",
        "School": "Огородження",
        "Casting_time": "1 вчинок",
        "Distance": "60 футів",
        "Components": "Вербальний, Соматичний",
        "Duration": "10 хвилин",
        "Description": "Мерехтлива різнобарвна площина формує вертикальну стіну з довжиною 90 футів, заввишки 30 футів і товщиною 1 дюйм, з центром в точці, яку ти бачиш в межах дистанції. В якості альтернативи, ти можеш стиснути стіну в сферу 30-футового діаметру із центром в точці, яку ти бачиш в межах дистанції. Стіна існує, доки заклинання триває. Якщо ти розміщуєш стіну так, що вона пройде по простору, зайнятому істотою, заклинання провалюється, а твій вчинок і магічний слот витрачаються впусту.<br> Стіна випускає яскраве світло в межах 100 футів і тьмяне світло в межах ще 100 футів. Ти та істоти, зазначені тобою при виконанні заклинання, можете без шкоди проходити крізь цю стіну і залишатися біля неї. Якщо інша істота, здатна бачити, після пересування виявляється в межах 20 футів від стіни або починає там хід, вона повинна зробити успішний кидок рятунку Статури, інакше вона стане осліплена на 1 хвилину.<br> Стіна складається з семи шарів різного кольору. Коли істота намагається торкнутися стіни або пройти крізь неї, вона проходить по одному шару за раз, доки не пройде крізь всі сім. Торкнувшись до чергового шару, істота має зробити кидок рятунку Вправності, щоб захиститися від його ефектів, описаних нижче.<br> Стіну можна знищити, по одному шару за раз, в порядку від червоного до фіолетового, засобами, особливими для кожного шару. Знищений шар залишається знищеним на період всієї тривалості заклинання. Протимагічне поле не робить на стіну ніякого ефекту, а розсіювання магії впливає тільки на фіолетовий шар.<br> 1. Червоний. Істота отримує 10к6 ушкоджень вогнем при провалі або половину цих ушкоджень при успіху. Доки цей шар існує, немагічні далекобійні атаки не можуть проходити крізь стіну. Цей шар можна знищити, завдавши йому 25 ушкоджень холодом.<br> 2. Оранжевий. Істота отримує 10к6 ушкоджень кислотою при провалі або половину цих ушкоджень при успіху. Доки цей шар існує, магічні далекобійні атаки не можуть проходити крізь стіну. Цей шар можна знищити сильним вітром.<br> 3. Жовтий. Істота отримує 10к6 ушкоджень електрикою при провалі або половину цих ушкоджень при успіху. Цей шар можна знищити, завдавши йому 60 ушкоджень силовим полем.<br> 4. Зелений. Істота отримує 10к6 ушкоджень отрутою при провалі або половину цих ушкоджень при успіху. Заклинання створення проходу, а також інші заклинання, з не меншим рівнем, які відкривають проходи в твердій поверхні, знищують цей шар.<br> 5. Блакитний. Істота отримує 10к6 ушкоджень холодом при провалі або половину цих ушкоджень при успіху. Цей шар можна знищити, завдавши йому 25 ушкоджень вогнем.<br> 6. Синій. При провалі істота стає окованою. Після цього вона в кінці кожного свого ходу буде робити кидок рятунку Статури. Якщо вона успішно здійснить кидок рятунку три рази, заклинання закінчується. Якщо вона провалить кидок рятунку три рази, вона перетворюється в камінь і отримує стан «скам’яніла» на час тривалості заклинання. Успіхи і провали не мусять бути послідовними; відстежуй їх окремо, поки не накопичиться три види чогось одного. Доки цей шар існує, крізь стіну не можна виконувати заклинання. Цей шар знищується яскравим світлом від заклинання денне світло або подібним заклинанням з не меншим рівнем.<br> 7. Фіолетовий. При провалі істота стає осліпленою. Після цього вона на початку твого наступного ходу повинна зробити кидок рятунку Мудрості. Успішний кидок рятунку закінчує сліпоту. При провалі істота переноситься на іншу площину, обрану Майстром, і перестає бути осліпленою (зазвичай істот на нерідних площинах виганяють додому, а інші істоти зазвичай викидаються на Астральну або Ефірну площину). Цей шар знищується заклинанням розсіювання магії або подібними заклинаннями з не меншим рівнем, які закінчують заклинання і магічні ефекти."
    },
    {
        "Name": "Light",
        "NameUkr": "Світло",
        "Level": "Заговір",
        "School": "Втілення",
        "Casting_time": "1 вчинок",
        "Distance": "Дотик",
        "Components": "Вербальний, Соматичний, Матеріальний(світлячок або фосфоресцентний мох)",
        "Duration": "1 година",
        "Description": "Ти торкаєшся до одного предмета, довжина якого ні по одному з вимірів не перевищує 10 футів. Доки заклинання триває, предмет випускає яскраве світло в радіусі 20 футів і тьмяне світло в межах ще 20 футів. Світло може бути будь-якого обраного тобою кольору. Повне покриття предмета чимось непрозорим блокує це світло. Заклинання закінчується, якщо ти виконуєш його ще раз або закінчиш його своїм вчинком. Якщо ти націлився на предмет, який тримає або носить ворожа істота, ця істота повинна зробити успішний кидок рятунку Вправності, щоб ухилитися від заклинання."
    },
    {
        "Name": "Branding Smite",
        "NameUkr": "Таврувальна кара",
        "Level": "2 рівень",
        "School": "Втілення",
        "Casting_time": "1 бонусний вчинок",
        "Distance": "На себе",
        "Components": "Вербальний",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Коли ти наступного разу попадеш по істоті атакою рукопашною зброєю, доки це заклинання триває, твоя зброя випустить астральне сяйво. Ця атака заподіює цілі додатково 2к6 ушкоджень випромінюванням. Ціль стає видимою, якщо була невидима, починає випускати тьмяне світло в межах 5 футів, і не може стати невидимою, доки це заклинання триває.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 3 рівня або вищого, його додаткові ушкодження збільшуються на 1к6 за кожен рівень слота вище 2-го."
    },
    {
        "Name": "Imprisonment",
        "NameUkr": "Ув’язнення",
        "Level": "9 рівень",
        "School": "Огородження",
        "Casting_time": "1 хвилина",
        "Distance": "30 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(малюнок або вирізьблена статуетка, яка зображає ціль, і особливий компонент, що залежить від обраної версії заклинання, вартістю мінімум 500 зм за кожен Кубик Здоров’я цілі)",
        "Duration": "Доки не буде розсіяне",
        "Description": "Ти створюєш магічні кайдани, які утримують істоту, яку ти бачиш в межах дистанції. Ціль має зробити успішний кидок рятунку Мудрості, інакше вона стане окованою заклинанням; при успіху ціль отримує імунітет до цього заклинання, якщо ти будеш виконувати його на неї повторно. Перебуваючи під дією цього заклинання, істота не повинна дихати, їсти і пити, і вона не старіє. Заклинання школи Віщування не можуть знайти або відчути ціль. При виконанні цього заклинання ти вибираєш один з наступних видів ув’язнення:<br> Поховання. Ціль стає ув’язнена глибоко під землею в сфері з магічної сили, достатньо великою, щоб ціль могла в ній поміститися. Ніщо не може проникнути крізь цю сферу, і ніякі істоти не можуть за допомогою телепортації або міжплощинних подорожей проникнути всередину чи назовні. Особливим компонентом для цієї версії заклинання є невелика міфрилова сфера.<br> Мініатюризація. Ціль зменшується до зросту в 1 дюйм, і стає ув’язнена в дорогоцінному камені або подібному предметі. Світло проходить через камінь як зазвичай (що дозволяє цілі бачити, а іншим істотам бачити її), але більше крізь нього ніщо не проходить, навіть за рахунок телепортації і міжплощинних подорожей. Доки заклинання триває, цей камінь не можна ні розрізати, ні зламати. Особливим компонентом для цієї версії заклинання є невеликий прозорий коштовний камінь, такий як корунд, діамант або рубін.<br> Огороджена в’язниця. Заклинання переносить ціль в крихітну деміплощину, захищену від телепортації і міжплощинних подорожей. Це може бути лабіринт, клітка, вежа, або інша подібна укріплена будівля або місцевість. Особливим компонентом для цієї версії заклинання є мініатюрна копія в’язниці, виготовлена з нефриту.<br> Заціпеніння. Ціль засинає, і її не можна розбудити. Особливим компонентом для цієї версії заклинання є рідкісні снодійні трави.<br> Сковування. Ціль утримують на місці товсті ланцюги, міцно приковані до землі. Ціль окована, доки заклинання триває, і в цей час вона не може пересуватись і будь-яким способом бути пересунутою. Особливим компонентом для цієї версії заклинання є тонкий ланцюжок з дорогоцінного металу.<br> Закінчення заклинання. Під час виконання цього заклинання, яку б версію ти не вибрав, ти можеш вказати умову, яка закінчує заклинання і відпускає ціль. Умова може бути простою або хитромудрою, але Майстер повинен визнати умову адекватною і можливою. Умови можуть ґрунтуватися на імені істоти, її особистості, або її божестві, але в усьому іншому повинні покладатися на доступні для огляду вчинки або якості, і не повинні ґрунтуватися на таких умовних факторах як рівень, клас або здоров’ї.<br> Заклинання розсіювання магії може закінчити це заклинання тільки якщо буде виконано магічним слотом 9 рівня, націленим або на в’язницю, або на особливий компонент, який використовували для її створення. Ти можеш використовувати конкретний особливий компонент для створення тільки однієї в’язниці одночасно. Якщо ти виконуєш це заклинання ще раз, використовуючи той же компонент, попередня ціль тут же звільняється."
    },
    {
        "Name": "False Life",
        "NameUkr": "Фальшиве здоров’я",
        "Level": "1 рівень",
        "School": "Некромантія",
        "Casting_time": "1 вчинок",
        "Distance": "На себе",
        "Components": "Вербальний, Соматичний, Матеріальний(невелика кількість алкоголю або дистильованого спирту)",
        "Duration": "1 година",
        "Description": "Зміцнивши себе некротичною подобою життя, ти отримуєш 1к4 + 4 тимчасового здоров’я на період тривалості заклинання.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 2 рівня або вищого, ти отримуєш ще по 5 додаткового тимчасового здоров’я за кожен рівень слота вище 1-го."
    },
    {
        "Name": "Cloud of Daggers",
        "NameUkr": "Хмара кинджалів",
        "Level": "2 рівень",
        "School": "Виклик",
        "Casting_time": "1 вчинок",
        "Distance": "60 футів",
        "Components": "Вербальний, Соматичний, Матеріальний(шматок скла)",
        "Duration": "Концентрація, не довше 1 хвилини",
        "Description": "Ти заповнюєш повітря кинджалами, які обертаються в кубі з довжиною ребра 5 футів, з центром в точці, обраній тобою в межах дистанції. Істота отримує 4к4 рубаних ушкоджень, коли вперше за хід входить в область заклинання або починає там хід.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 3 рівня або вищого, його ушкодження збільшуються на 2к4 за кожен рівень слота вище 2-го."
    },
    {
        "Name": "Finger of Death",
        "NameUkr": "Ціленаправлена смерть",
        "Level": "7 рівень",
        "School": "Некромантія",
        "Casting_time": "1 вчинок",
        "Distance": "60 футів",
        "Components": "Вербальний, Соматичний",
        "Duration": "Миттєва",
        "Description": "Ти посилаєш негативну енергію у видиму тобою істоту в межах дистанції, викликаючи у неї сильний біль. Ціль повинна зробити кидок рятунку Статури. У разі провалу вона отримує 7к8 + 30 ушкоджень некротичною енергією, або половину цих ушкоджень у разі успіху. Гуманоїд, убитий цим заклинанням, воскресає на початку твого наступного ходу як зомбі, і постійно знаходиться під твоїм командуванням і виконує твої усні команди."
    },
    {
        "Name": "Enthrall",
        "NameUkr": "Чарівне мовлення",
        "Level": "2 рівень",
        "School": "Причарування",
        "Casting_time": "1 вчинок",
        "Distance": "60 футів",
        "Components": "Вербальний, Соматичний",
        "Duration": "1 хвилина",
        "Description": "Ти промовляєш відволікаючу промову, змушуючи обраних тобою істот, яких ти бачиш в межах дистанції, і які при цьому можуть чути тебе, зробити кидок рятунку Мудрості. Істоти, які не можуть бути причарованими, автоматично досягають успіху в кидку рятунку, а якщо ти або твої супутники б’єтесь з істотою, вона робить цей кидок рятунку з перевагою. При провалі ціль отримує перешкоду до перевірок Мудрості (Уважності), які здійснює для виявлення інших істот крім тебе, доки заклинання триває або доки ціль не перестане тебе чути. Заклинання закінчується, якщо ти стаєш недієздатним або втрачаєш можливість говорити."
    },
    {
        "Name": "Shield",
        "NameUkr": "Щит",
        "Level": "1 рівень",
        "School": "Огородження",
        "Casting_time": "1 реакція, яку ти здійснюєш, коли по тобі попадає атака або ти стаєш ціллю магічного пострілу",
        "Distance": "На себе",
        "Components": "Вербальний, Соматичний",
        "Duration": "1 раунд",
        "Description": "З’являється невидимий бар’єр із магічної сили, який тебе захищає. До початку твого наступного ходу ти отримуєш бонус +5 до свого КО, в тому числі і проти спровокованих атак, і ти не отримуєш ушкоджень від магічного пострілу."
    },
    {
        "Name": "Color Spray",
        "NameUkr": "Яскравий сплеск",
        "Level": "1 рівень",
        "School": "Ілюзія",
        "Casting_time": "1 вчинок",
        "Distance": "На себе (15-футовий конус)",
        "Components": "Вербальний, Соматичний, Матеріальний(щіпка порошку або піску, пофарбованого в червоний, жовтий і синій колір)",
        "Duration": "1 раунд",
        "Description": "З твоєї руки вилітають яскраві різнокольорові промені. Кинь 6к10; результат покаже, яка сума здоров’я істот потрапляє під ефект. Істоти в 15-футовому конусі, який виходить від тебе, потрапляють під ефект у порядку збільшення поточного здоров’я (ігноруючи тих, хто без свідомості і/або осліплений).<br> Починаючи від істоти з найменшим числом поточного здоров’я, всі істоти, які потрапили під дію заклинання, стають осліплені до кінця твого наступного ходу. Віднімай із залишку здоров’я вже осліплених істот і переходь до наступних. Здоров’я істоти не повинне перевищувати залишок, щоб ця істота потрапила під дію заклинання.<br> На вищих рівнях: Якщо ти виконуєш це заклинання, витрачаючи магічний слот 2 рівня або вищого, кидай додатково по 2к10 за кожен рівень слота вище 1-го."
    }

]`;